Repository: amatukaze/ing
Catalog: src/Core/UWP/Localization/resw/*/Combat.resw
Source language: en_us
Languages: ja, zh_hans

# MapId
source: Map
ja: マップ
zh_hans: 地图

source: Map name
ja: 海域
zh_hans: 海域名

# RouteId
source: Point
ja: マス
zh_hans: 地点

# EnemyFleetName
source: Enemy fleet
ja: 敵艦隊名
zh_hans: 敌舰队名

# Rank
source: Victory Rank
ja: 勝利評価
zh_hans: 胜利评价

# ShipDrop
source: Dropped ship
ja: ドロップ艦娘
zh_hans: 掉落舰娘

# UseItemDrop
source: Dropped item
ja: ドロップアイテム
zh_hans: 掉落物品

# BattleRank_Perfect
source: Total Victory S
ja: 完全勝利S
zh_hans: 完全胜利S

# BattleRank_S
source: Victory S
ja: 勝利S
zh_hans: 胜利S

# BattleRank_A
source: Victory A
ja: 勝利A
zh_hans: 胜利A

# BattleRank_B
source: Tactical Victory B
ja: 戦術的勝利B
zh_hans: 战术的胜利B

# BattleRank_C
source: Tactical Defeat C
ja: 戦術的敗北C
zh_hans: 战术的败北C

# BattleRank_D
source: Defeat D
ja: 敗北D
zh_hans: 败北D

# BattleRank_E
source: Defeat E
ja: 敗北E
zh_hans: 败北E

# LandBaseAirDefence
source: Land base defence
ja: 基地防空
zh_hans: 基地防空

# LandBaseAirDefence_Materials_Lost
source: Materials lost
ja: 備蓄資源に損害を受けました
zh_hans: 资源受损

# LandBaseAirDefence_Materials_NotLost
source: Materials not lost
ja: 備蓄資源に損害を受けません
zh_hans: 资源未受损

# LandBaseAirDefence_Planes_Lost
source: Planes lost
ja: 地上撃破の損害が発生しました
zh_hans: 航空队受损

# LandBaseAirDefence_Planes_NotLost
source: Planes not lost
ja: 地上撃破の損害が発生しません
zh_hans: 航空队未受损

# CombinedFleetType_0
source: Normal fleet
ja: 通常艦隊
zh_hans: 通常舰队

# CombinedFleetType_1
source: Carrier task force
ja: 空母機動部隊
zh_hans: 空母机动部队

# CombinedFleetType_2
source: Surface task force
ja: 水上打撃部隊
zh_hans: 水上打击部队

# CombinedFleetType_3
source: Transport escort
ja: 輸送護衛部隊
zh_hans: 输送护卫部队

source: Engagement
ja: 交戦形態
zh_hans: 航向

# Engagement_1
source: Parallel
ja: 同航戦
zh_hans: 同航战

# Engagement_2
source: Head on
ja: 反航戦
zh_hans: 反航战

# Engagement_3
source: Cross Advantage
ja: T字有利
zh_hans: T字有利

# Engagement_4
source: Cross Disadvantage
ja: T字不利
zh_hans: T字不利

source: Formation
ja: 陣形
zh_hans: 阵型

# Formation_1
source: Line Ahead
ja: 単縦陣
zh_hans: 单纵阵

# Formation_2
source: Double Line
ja: 複縦陣
zh_hans: 复纵阵

# Formation_3
source: Diamond
ja: 輪形陣
zh_hans: 轮形阵

# Formation_4
source: Echelon
ja: 梯形陣
zh_hans: 梯形阵

# Formation_5
source: Line Abreast
ja: 単横陣
zh_hans: 单横阵

# Formation_6
source: Vanguard
ja: 警戒陣
zh_hans: 警戒阵

# Formation_11
source: Anti-sub Cruising
ja: 対潜警戒
zh_hans: 对潜警戒

# Formation_12
source: Forward Cruising
ja: 前方警戒
zh_hans: 前方警戒

# Formation_13
source: Ring Cruising
ja: 輪形警戒
zh_hans: 轮形警戒

# Formation_14
source: Battle Formation
ja: 戦闘隊形
zh_hans: 战斗队形

source: Detection
ja: 索敵
zh_hans: 索敌

# Detection_1
source: Detection Success
ja: 索敵成功
zh_hans: 索敌成功

# Detection_2
source: Detection Success (plane lost)
ja: 索敵成功（索敵機未帰還）
zh_hans: 索敌成功（飞机未归还）

# Detection_3
source: Detection Fail (plane lost)
ja: 索敵失敗（索敵機未帰還）
zh_hans: 索敌失败（飞机未归还）

# Detection_4
source: Detection Fail
ja: 索敵失敗
zh_hans: 索敌失败

# Detection_5
source: Detection Success (without plane)
ja: 索敵成功（索敵機なし）
zh_hans: 索敌成功（未使用飞机）

# Detection_6
source: Detection Fail (without plane)
ja: 索敵失敗（索敵機なし）
zh_hans: 索敌失败（未使用飞机）

# AirFightingResult
source: Aerial Fighting
ja: 制空权
zh_hans: 制空权

# AirFightingResult_0
source: Air Parity
ja: 航空互角
zh_hans: 制空均势

# AirFightingResult_1
source: Air Supremacy
ja: 制空権確保
zh_hans: 制空权确保

# AirFightingResult_2
source: Air Superiority
ja: 航空優勢
zh_hans: 航空优势

# AirFightingResult_3
source: Air Denial
ja: 航空劣勢
zh_hans: 航空劣势

# AirFightingResult_4
source: Air Incapability
ja: 制空権喪失
zh_hans: 制空权丧失

# TouchingPlane
source: Contact:
ja: 触接：
zh_hans: 触接：

# NightTouchingPlane
source: Night contact:
ja: 夜間触接
zh_hans: 夜间触接：

# FightedPlane
source: Fighter combat
ja: 空対空
zh_hans: 空对空

# ShootedPlane
source: Anti-air fire
ja: 艦対空
zh_hans: 舰对空

source: Anti-air cut-in
ja: 対空カットイン
zh_hans: 对空弹幕

source: Flare:
ja: 照明弹：
zh_hans: 照明弹：

# SupportFireType_1
source: Aerial support
ja: 航空支援
zh_hans: 航空支援

# SupportFireType_2
source: Shelling support
ja: 砲撃支援
zh_hans: 炮击支援

# SupportFireType_3
source: Torpedo support
ja: 雷撃支援
zh_hans: 雷击支援

# SupportFireType_4
source: Anti-sub support
ja: 対潜支援
zh_hans: 反潜支援

# ShellingPhase
source: Shelling phase {0}
ja: 砲撃戦{0}巡目
zh_hans: 炮击战第{0}轮

# OpeningAswPhase
source: Opening anti-sub
ja: 先制対潜攻撃
zh_hans: 开幕反潜

# TorpedoPhase_Opening
source: Opening torpedo
ja: 開幕雷撃
zh_hans: 开幕雷击

# TorpedoPhase_Closing
source: Closing torpedo
ja: 雷撃戦
zh_hans: 闭幕雷击

source: Aerial phase
ja: 航空戦
zh_hans: 航空战

source: Aerial phase 2
ja: 航空戦2巡目
zh_hans: 航空战第2轮

# AerialPhase_Jet
source: Jet assault
ja: 噴式強襲
zh_hans: 喷气强袭

# AerialPhase_Jet_LandBase
source: LBAS Jet assault
ja: 基地噴式強襲
zh_hans: 基地喷气强袭

# LandBasePhase
source: LBAS phase {0}
ja: 基地航空隊{0}巡目
zh_hans: 基地航空队第{0}轮

# SupportPhase
source: Support fire
ja: 支援艦隊
zh_hans: 支援舰队

# NightPhase
source: Night battle
ja: 夜戦
zh_hans: 夜战

# NightPhase_Combined
source: Combined night battle phase {0}
ja: 連合艦隊夜戦{0}巡目
zh_hans: 联合舰队夜战第{0}轮

# NpcPhase
source: NPC fleet
ja: 友軍艦隊
zh_hans: 友军舰队

# MapEventKind_0
source: Initial
ja: 初期位置
zh_hans: 初始地点

# MapEventKind_1
source: No battle
ja: 戦闘なし
zh_hans: 无战斗

# MapEventKind_2
source: Materials get
ja: 資源獲得
zh_hans: 资源

# MapEventKind_3
source: Materials lost
ja: 渦潮
zh_hans: 漩涡

# MapEventKind_4
source: Battle
ja: 戦闘
zh_hans: 战斗

# MapEventKind_5
source: BOSS
ja: ボス
zh_hans: BOSS战

# MapEventKind_6
source: No battle
ja: 戦闘なし
zh_hans: 无战斗

# MapEventKind_7
source: Aerial reconniance
ja: 航空偵察
zh_hans: 航空侦察

# MapEventKind_8
source: Transport finish
ja: 船団護衛成功
zh_hans: 船团护卫成功

# MapEventKind_9
source: Landing point
ja: 揚陸地点
zh_hans: 登录地点

# BattleKind_1
source: Normal battle
ja: 通常戦闘
zh_hans: 通常战斗

# BattleKind_2
source: Night battle
ja: 夜戦
zh_hans: 夜战

# BattleKind_3
source: Night to day
ja: 夜昼戦
zh_hans: 夜转昼

# BattleKind_4
source: Aerial battle
ja: 航空戦
zh_hans: 航空战

# BattleKind_5
source: Combined fleet
ja: 連合艦隊戦
zh_hans: 联合舰队战

# BattleKind_6
source: Air raid
ja: 敵空襲
zh_hans: 敌空袭

# BattleKind_7
source: Combined night battle
ja: 連合艦隊夜戦
zh_hans: 联合舰队夜战

# BattleKind_8
source: Radar raid
ja: 敵レーダー射撃
zh_hans: 敌雷达射击

source: Selectable Route
ja: 能動分岐
zh_hans: 能动分歧

# Sortie_SortieArea
source: In sortie
ja: 出撃海域
zh_hans: 出击海域

# Sortie_RouteId
source: Position
ja: マス
zh_hans: 位置
